[
    {
        "id": 1,
        "image": "../../../blogs/blogs_featured.png",
        "readTime": "10 min read",
        "date": "12 Nov 23",
        "title": "Critical tools every company needs.",
        "content": "Gone are the days of scouring multiple websites, managing numerous subscriptions, and dealing with complex procurement processes...",
        "name": "Travis Scott",
        "profileImage": "../../../blogs/Mask.png",
        "starImage": "../../../blogs/star.png"
    },
    {
        "id": 2,
        "image": "../../../blogs/blogs_featured.png",
        "readTime": "10 min read",
        "date": "12 Nov 23",
        "title": "Critical tools every company needs.",
        "content": "Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether you're seeking a robust productivity suite, a sophisticated design tool, or a specialized industry solution, our platform has something for every need. Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether you're seeking a robust productivity suite, a sophisticated design tool, or a specialized industry solution, our platform has something for every need. Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether you're seeking a robust productivity suite, a sophisticated design tool, or a specialized industry solution, our platform has something for every need. Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether you're seeking a robust productivity suite, a sophisticated design tool, or a specialized industry solution, our platform has something for every need. Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether you're seeking a robust productivity suite, a sophisticated design tool, or a specialized industry solution, our platform has something for every need. Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether you're seeking a robust productivity suite, a sophisticated design tool, or a specialized industry solution, our platform has something for every need. Our curated marketplace features a vast collection of software solutions from leading providers, ensuring that businesses have access to the best tools available to address their unique needs and challenges. Whether ",
        "name": "Travis Scott",
        "profileImage": "../../../blogs/Mask.png",
        "starImage": "../../../blogs/star.png"
    },
    {
        "id": 3,
        "image": "../../../blogs/blogs_featured.png",
        "readTime": "10 min read",
        "date": "12 Nov 23",
        "title": "Critical tools every company needs.",
        "content": "Gone are the days of scouring multiple websites, managing numerous subscriptions, and dealing with complex procurement processes...",
        "name": "Travis Scott",
        "profileImage": "../../../blogs/Mask.png",
        "starImage": "../../../blogs/star.png"
    },
    {
        "id": 4,
        "image": "../../../blogs/blogs_featured.png",
        "readTime": "10 min read",
        "date": "12 Nov 23",
        "title": "Critical tools every company needs.",
        "content": "Gone are the days of scouring multiple websites, managing numerous subscriptions, and dealing with complex procurement processes...",
        "name": "Travis Scott",
        "profileImage": "../../../blogs/Mask.png",
        "starImage": "../../../blogs/star.png"
    },
    {
        "id": 5,
        "image": "../../../blogs/blogs_featured.png",
        "readTime": "10 min read",
        "date": "12 Nov 23",
        "title": "Critical tools every company needs.",
        "content": "Gone are the days of scouring multiple websites, managing numerous subscriptions, and dealing with complex procurement processes...",
        "name": "Travis Scott",
        "profileImage": "../../../blogs/Mask.png",
        "starImage": "../../../blogs/star.png"
    },
    {
        "id": 6,
        "image": "../../../blogs/blogs_featured.png",
        "readTime": "10 min read",
        "date": "12 Nov 23",
        "title": "Critical tools every company needs.",
        "content": "Gone are the days of scouring multiple websites, managing numerous subscriptions, and dealing with complex procurement processes...",
        "name": "Travis Scott",
        "profileImage": "../../../blogs/Mask.png",
        "starImage": "../../../blogs/star.png"
    }

]